package org.example.app04;

/**
 * Дана скобочная последовательность: [((())()(())]]
 * - Можно ли считать эту последовательность правильной?
 * - Если ответ на предыдущий вопрос “нет” - то что необходимо в ней изменить, чтоб она стала правильной?
 */
public class App04 {
    public static void main(String[] args) {
        ConsoleMenu.start();
        System.out.println("returned");
    }
}
